example/posts/emacs-org-mode/emacs-org-mode.html
<p>
Org mode is one of the most powerful tools for keeping track of notes, tasks, and projects. Here we take a look at its basic structure and capabilities.
</p>
<div id="outline-container-org021027d" class="outline-2">
<h2 id="org021027d">Headings and Subheadings</h2>
<div class="outline-text-2" id="text-org021027d">
<p>
Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nulla facilisi. Sed sed lacus nec nisi dignissim vulputate.
</p>
</div>
</div>
<div id="outline-container-orgf2d15c7" class="outline-2">
<h2 id="orgf2d15c7">Scheduling and Deadlines</h2>
<div class="outline-text-2" id="text-orgf2d15c7">
<p>
Donec sit amet risus sit amet risus tristique blandit. Proin bibendum, erat nec dapibus luctus, est felis viverra orci, vel fermentum urna elit non magna.
</p>
</div>
</div>
